Repository: vidarlo/wp-tournament-registration
Catalog: languages/wp-tournament-registration-*.po
Languages: no_nb

source: Back
no_nb: Tilbake

source: %s by %s
no_nb: %s av %s

source: Are you sure?
no_nb: Er du sikker?

source: Cannot restore!
no_nb: Kan ikke gjenopprette!

source: Delete
no_nb: Slett

source: Entry updated.
no_nb: Påmelding oppdatert.

source: %sERROR: Entry not updated.%s
no_nb: %sFEIL: Påmelding ikke oppdatert. %s

source: %sERROR: Missing %s in shortcode %s!%s
no_nb: %sFEIL: Mangler %s i kortkode %s!%s

source: %sERROR: Missing format for field %s!%s
no_nb: %sFEIL: Manglende format for feltet %s!%s

source: %sERROR: The field value of %s is generated automatically!%s
no_nb: %sFEIL: Feltverdien for %s er automatisk generert!%s

source: %sERROR: There is not a field %s!%s
no_nb: %sFEIL: Feltet %s finst ikke!%s

source: %sFailed: this looks like a duplicate!%s
no_nb: %sFeil: dette ser ut som et duplikat!%s

source: %sThank you for your registration.%s
no_nb: %sTakk for registreringen.%s

source: %sRegistration failed!%s
no_nb: %sRegistreringen feilet!%s

source: %sFailed: enable JavaScript!%s
no_nb: %sFeil: Du må aktivere JavaScript!%s

source: New participant
no_nb: Ny deltager
